tap "amzn/amzn", "https://git-codecommit.us-west-2.amazonaws.com/v1/repos/HomebrewAmazon"
tap "autozimu/formulas"
brew "openssl@3"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "xz"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "graphviz"
brew "htop"
brew "jd"
brew "jq"
brew "libffi"
brew "libyaml"
brew "links"
brew "llmfit"
brew "mas"
brew "mise"
brew "readline"
brew "node"
brew "node@18"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.13"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "s3cmd"
brew "speedtest-cli"
brew "starship"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "zlib"
brew "zoxide"
brew "amzn/amzn/ninja-dev-sync"
brew "autozimu/formulas/unison-fsmonitor"
cask "alfred"
cask "atom"
cask "betterdisplay"
cask "cleanclip"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "jupyter-notebook-viewer"
cask "lyricsx"
cask "netron"
cask "onedrive"
cask "openinterminal"
cask "openinterminal-lite"
cask "orion"
cask "sublime-text"
cask "tableau"
cask "todoist-app"
cask "typinator"
cask "whatsapp"
cask "zotero"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anthropic.claude-code"
vscode "hediet.vscode-drawio"
vscode "josegonzalez.unison-sync"
vscode "kevinrose.vsc-python-indent"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
npm "cline"
npm "openclaw"
