tap "brewsci/bio"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iterative/dvc"
tap "railwaycat/emacsmacport"
tap "samueljohn/python"
cask "adoptopenjdk8"
cask "osxfuse"
brew "ack"
brew "apache-spark"
brew "archey"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "cask"
brew "clib"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "docker-completion"
brew "findutils"
brew "fzf"
brew "gcc"
brew "geoip"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "go"
brew "googler"
brew "htop"
brew "hub"
brew "irssi"
brew "libomp"
brew "lightgbm"
brew "links"
brew "luarocks"
brew "make"
brew "mas"
brew "moreutils"
brew "mysql"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "nvm"
brew "pip-completion"
brew "postgresql"
brew "pypy3"
brew "rename"
brew "sbt"
brew "scala"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "thefuck"
brew "tig"
brew "tmux"
brew "todo-txt"
brew "trash"
brew "tree"
brew "unrar"
brew "vim"
brew "vimpager"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "fabianishere/personal/pam_reattach"
cask "adobe-acrobat-reader"
cask "anaconda"
cask "android-file-transfer"
cask "atom"
cask "brave-browser"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "emacs-mac"
cask "energybar"
cask "firefox"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "jupyter-notebook-viewer"
cask "lyricsx"
cask "macdown"
cask "mactex"
cask "mtmr"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "skype"
cask "spectacle"
cask "spotify"
cask "sqlworkbenchj"
cask "sublime-text"
cask "suspicious-package"
cask "tableau"
cask "telegram"
cask "texstudio"
cask "typinator"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Raindrop.io for Safari", id: 957810159
