tap "amzn/amzn", "https://git-codecommit.us-west-2.amazonaws.com/v1/repos/HomebrewAmazon"
tap "autozimu/formulas"
brew "openssl@3"
brew "bat"
brew "fzf"
brew "xz"
brew "gcc"
brew "git-lfs"
brew "graphviz"
brew "htop"
brew "jd"
brew "jq"
brew "libffi"
brew "libyaml"
brew "links"
brew "llmfit"
brew "mas"
brew "mise"
brew "readline"
brew "node"
brew "node@18"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.13"
brew "rbenv"
brew "ruby"
brew "rust-analyzer"
brew "s3cmd"
brew "speedtest-cli"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "zlib"
brew "amzn/amzn/ninja-dev-sync"
brew "autozimu/formulas/unison-fsmonitor"
cask "alfred"
cask "atom"
cask "betterdisplay"
cask "cleanclip"
cask "discord"
cask "jupyter-notebook-viewer"
cask "lyricsx"
cask "netron"
cask "onedrive"
cask "openinterminal"
cask "openinterminal-lite"
cask "orion"
cask "sublime-text"
cask "tableau"
cask "todoist-app"
cask "typinator"
cask "whatsapp"
cask "zotero"
